Repository: caioagralemos/Apple-Developer-Academy
Catalog: Challenge1 - iMAGiCA/BookApp/Localizable.xcstrings
Source language: en
Languages: fa_ir, hi, it, pt_br

source: Add
fa_ir: افزودن
hi: जोड़ें
it: Aggiungi
pt_br: Adicionar

source: Add a new book to see your bookshelf to life! Tap here to add
fa_ir: کتابی اضافه کنید تا کتابخانه‌تان زنده شود! اینجا ضربه بزنید
hi: अपनी बुकशेल्फ़ को जीवंत देखने के लिए नई किताब जोड़ें! जोड़ने के लिए यहाँ टैप करें
it: Aggiungi un libro per dare vita alla tua libreria! Tocca qui per aggiungere
pt_br: Adicione um livro pra ver sua biblioteca nascer! Toque aqui pra fazer isso

source: Add Manually
fa_ir: افزودن دستی
hi: मैन्युअल रूप से जोड़ें
it: Aggiungi manualmente
pt_br: Adicionar Manualmente

# addBook.addBook
source: Add Book
fa_ir: افزودن کتاب
hi: किताब जोड़ें
it: Aggiungi libro
pt_br: Adicionar Livro

# addBook.addBookInfo
source: Add your book's information
fa_ir: اطلاعات کتاب خود را اضافه کنید
hi: अपनी किताब की जानकारी जोड़ें
it: Aggiungi le informazioni del tuo libro
pt_br: Adicione as informações do seu livro

# addBook.author
source: Author
fa_ir: نویسنده
hi: लेखक
it: Autore
pt_br: Autor

# addBook.cancel
source: Cancel
fa_ir: لغو
hi: रद्द करें
it: Cancella
pt_br: Cancelar

# addBook.editBook
source: Edit Book
fa_ir: ویرایش کتاب
hi: किताब संपादित करें
it: Modifica libro
pt_br: Editar Livro

# addBook.editBookInfo
source: Edit your book's information
fa_ir: اطلاعات کتاب خود را ویرایش کنید
hi: अपनी किताब की जानकारी संपादित करें
it: Modifica le informazioni del tuo libro
pt_br: Edite as informações do seu livro

# addBook.enterAuthor
source: Enter author
fa_ir: نام نویسنده را وارد کنید
hi: लेखक दर्ज करें
it: Inserisci autore
pt_br: ex: Maurício de Souza

# addBook.enterTitle
source: Enter title
fa_ir: عنوان را وارد کنید
hi: शीर्षक दर्ज करें
it: Inserisci titolo
pt_br: ex: Turma da Mônica

# addBook.genre
source: Genre
fa_ir: ژانر
hi: शैली
it: Genere
pt_br: Gênero

# addBook.save
source: Save
fa_ir: ذخیره
hi: सहेजें
it: Salva
pt_br: Salvar

# addBook.title
source: Title
fa_ir: عنوان
hi: शीर्षक
it: Titolo
pt_br: Título

source: Allow Screen Time Access
fa_ir: اجازهٔ دسترسی به زمان استفاده
hi: स्क्रीन टाइम एक्सेस की अनुमति दें
it: Consenti accesso a Tempo di utilizzo
pt_br: Permita acesso ao tempo de uso

source: Author
fa_ir: نویسنده
hi: लेखक
it: Autore
pt_br: Autor

source: Cancel
fa_ir: لغو
hi: रद्द करें
it: Cancella
pt_br: Cancelar

source: Choose Screen Time Apps
fa_ir: انتخاب برنامه‌های زمان استفاده
hi: स्क्रीन टाइम ऐप्स चुनें
it: Scegli le app per Tempo di utilizzo
pt_br: Escolha os apps do tempo de uso

source: Delete
fa_ir: حذف
hi: हटाएँ
it: Elimina
pt_br: Deletar

source: Delete All Data
fa_ir: حذف تمام داده‌ها
hi: सभी डेटा हटाएँ
it: Elimina tutti i dati
pt_br: Deletar dados

source: Done
fa_ir: انجام شد
hi: हो गया
it: Fine
pt_br: Pronto

source: Edit
fa_ir: ویرایش
hi: संपादित करें
it: Modifica
pt_br: Editar

# environment.custom
source: Custom
fa_ir: سفارشی
hi: कस्टम
it: Personalizzato
pt_br: Personalizado

# environment.forest
source: Forest
fa_ir: جنگل
hi: जंगल
it: Foresta
pt_br: Floresta

# environment.lofi
source: Lo-fi
fa_ir: لو-فای
hi: लो-फाई

# environment.piano
source: Piano
fa_ir: پیانو
hi: पियानो
it: Pianoforte

# environment.rainyday
source: Rainy Day
fa_ir: روز بارانی
hi: बरसाती दिन
it: Pioggia
pt_br: Dia Chuvoso

# environment.wind
source: Wind
fa_ir: باد
hi: हवा
it: Vento
pt_br: Vento

source: Environments
fa_ir: محیط‌ها
hi: परिवेश
it: Ambienti
pt_br: Ambientes

source: Genre
fa_ir: ژانر
hi: शैली
it: Genere
pt_br: Gênero

# genre.adventureAction
source: Action / Adventure
fa_ir: اکشن / ماجراجویی
hi: एक्शन / एडवेंचर
it: Azione / Avventura
pt_br: Ação / Aventura

# genre.biography
source: Biography
fa_ir: بیوگرافی
hi: जीवनी
it: Biografia
pt_br: Biografia

# genre.comedy
source: Comedy
fa_ir: کمدی
hi: कॉमेडी
it: Commedia
pt_br: Comédia

# genre.comic
source: Comic
fa_ir: کمیک
hi: कॉमिक्स
it: Fumetto
pt_br: Quadrinhos

# genre.drama
source: Drama
fa_ir: درام
hi: ड्रामा
it: Dramma

# genre.education
source: Education
fa_ir: آموزش
hi: शिक्षा
it: Educazione
pt_br: Educação

# genre.fantasy
source: Fantasy
fa_ir: فانتزی
hi: फैंटेसी
pt_br: Fantasia

# genre.fiction
source: Fiction
fa_ir: داستانی
hi: फिक्शन
it: Narrativa
pt_br: Ficção

# genre.historicalFiction
source: Historical Fiction
fa_ir: داستان تاریخی
hi: ऐतिहासिक फिक्शन
it: Narrativa storica
pt_br: Ficção Histórica

# genre.horror
source: Horror
fa_ir: ترسناک
hi: हॉरर
pt_br: Terror

# genre.kids
source: Kids
fa_ir: کودکانه
hi: बच्चों के लिए
it: Bambini
pt_br: Infantil

# genre.mysteryThriller
source: Mystery / Thriller
fa_ir: معما / دلهره‌آور
hi: मिस्ट्री / थ्रिलर
it: Mistero / Thriller
pt_br: Mistério / Thriller

# genre.nonFiction
source: Non-fiction
fa_ir: غیرداستانی
hi: नॉन-फिक्शन
it: Saggistica
pt_br: Não-ficção

# genre.personalDevelopment
source: Personal Development
fa_ir: توسعه فردی
hi: व्यक्तिगत विकास
it: Crescita personale
pt_br: Desenvolvimento Pessoal

# genre.philosophySpiritual
source: Philosophy / Spiritual
fa_ir: فلسفه / معنوی
hi: दर्शन / आध्यात्मिक
it: Filosofia / Spiritualità
pt_br: Filosofia / Espitirual

# genre.poetry
source: Poetry
fa_ir: شعر
hi: कविता
it: Poesia
pt_br: Poesia

# genre.psychology
source: Psychology
fa_ir: روان‌شناسی
hi: मनोविज्ञान
it: Psicologia
pt_br: Psicologia

# genre.romance
source: Romance
fa_ir: عاشقانه
hi: रोमांस
it: Romanzo

# genre.scienceFiction
source: Sci-Fi
fa_ir: علمی-تخیلی
hi: विज्ञान-कथा
it: Fantascienza
pt_br: Ficção Científica

# genre.travel
source: Travel
fa_ir: سفر
hi: यात्रा
it: Viaggio
pt_br: Viagem

source: Happy reading, %@
fa_ir: مطالعهٔ خوبی داشته باشید، %@
hi: पढ़ाई का आनंद लें, %@
it: Buona lettura, %@
pt_br: Boa leitura, %@

source: Looks like we found your book!
fa_ir: به نظر می‌رسد کتاب شما را پیدا کردیم!
hi: लगता है हमें आपकी किताब मिल गई!
it: Abbiamo trovato il tuo libro!
pt_br: Parece que encontramos seu livro!

source: Music Credits
fa_ir: اعتبارات موسیقی
hi: संगीत श्रेय
it: Crediti Musica
pt_br: Créditos das Músicas

# musicCredit.actionAdventure
source: Action Adventure
fa_ir: اکشن ماجراجویی
hi: एक्शन एडवेंचर
it: Azione Avventura
pt_br: Ação Aventura

# musicCredit.biography
source: Biography
fa_ir: بیوگرافی
hi: जीवनी
it: Biografia
pt_br: Biografia

# musicCredit.comedy
source: Comedy
fa_ir: کمدی
hi: कॉमेडी
it: Commedia
pt_br: Comédia

# musicCredit.comics
source: Comics
fa_ir: کمیک
hi: कॉमिक्स
it: Fumetto
pt_br: Quadrinhos

# musicCredit.drama
source: Drama
fa_ir: درام
hi: ड्रामा
it: Dramma

# musicCredit.education
source: Education
fa_ir: آموزش
hi: शिक्षा
it: Educazione
pt_br: Educação

# musicCredit.fantasy
source: Fantasy
fa_ir: فانتزی
hi: फैंटेसी
pt_br: Fantasia

# musicCredit.fiction
source: Fiction
fa_ir: داستانی
hi: फिक्शन
it: Narrativa
pt_br: Ficção

# musicCredit.forest
source: Forest
fa_ir: جنگل
hi: जंगल
it: Foresta
pt_br: Floresta

# musicCredit.historic
source: Historic
fa_ir: تاریخی
hi: ऐतिहासिक
it: Storico
pt_br: Histórico

# musicCredit.horror
source: Horror
fa_ir: ترسناک
hi: हॉरर
pt_br: Terror

# musicCredit.kids
source: Kids
fa_ir: کودکانه
hi: बच्चों के लिए
it: Bambini
pt_br: Infantil

# musicCredit.lofi
source: Lo-fi
fa_ir: لو-فای
hi: लो-फाई

# musicCredit.mystery
source: Mystery
fa_ir: معما
hi: मिस्ट्री
it: Mistero
pt_br: Mistério

# musicCredit.nonFiction
source: Non-fiction
fa_ir: غیرداستانی
hi: नॉन-फिक्शन
it: Saggistica
pt_br: Não-ficção

# musicCredit.personalDevelopment
source: Personal Development
fa_ir: توسعه فردی
hi: व्यक्तिगत विकास
it: Crescita personale
pt_br: Desenvolvimento Pessoal

# musicCredit.piano
source: Piano
fa_ir: پیانو
hi: पियानो
it: Pianoforte

# musicCredit.poetry
source: Poetry
fa_ir: شعر
hi: कविता
it: Poesia
pt_br: Poesia

# musicCredit.rain
source: Rain
fa_ir: باران
hi: बारिश
it: Pioggia
pt_br: Chuva

# musicCredit.scifi
source: Sci-fi
fa_ir: علمی-تخیلی
hi: विज्ञान-कथा
it: Fantascienza
pt_br: Ficção Científica

# musicCredit.spiritual
source: Spiritual
fa_ir: معنوی
hi: आध्यात्मिक
it: Spirituale
pt_br: Espiritual

# musicCredit.travel
source: Travel
fa_ir: سفر
hi: यात्रा
it: Viaggio
pt_br: Viagem

# musicCredit.wind
source: Wind
fa_ir: باد
hi: हवा
it: Vento
pt_br: Vento

source: Resume
fa_ir: ادامه
hi: जारी रखें
it: Riprendi
pt_br: Continue

source: Resume reading
fa_ir: ادامهٔ خواندن
hi: पढ़ना जारी रखें
it: Riprendi la lettura
pt_br: Continue lendo

source: Save
fa_ir: ذخیره
hi: सहेजें
it: Salva
pt_br: Salvar

source: Scan
fa_ir: اسکن
hi: स्कैन करें
it: Scansiona
pt_br: Escaneie

source: Screen Time Configuration
fa_ir: پیکربندی زمان استفاده
hi: स्क्रीन टाइम कॉन्फ़िगरेशन
it: Configurazione di Tempo di utilizzo
pt_br: Configuração do Tempo de Uso

source: Settings
fa_ir: تنظیمات
hi: सेटिंग्स
it: Impostazioni
pt_br: Configurações

source: Start
fa_ir: شروع
hi: शुरू करें
it: Inizia
pt_br: Começar

source: Start reading to see the app come to life! Tap here to add a new book
fa_ir: برای زنده شدن برنامه، شروع به خواندن کنید! برای افزودن کتاب جدید اینجا ضربه بزنید
hi: ऐप को जीवंत होते देखने के लिए पढ़ना शुरू करें! नई किताब जोड़ने के लिए यहाँ टैप करें
it: Inizia a leggere per dare vita all’app! Tocca qui per aggiungere un nuovo libro
pt_br: Comece a ler pra ver o aplicativo nascer! Toque aqui pra adicionar um livro

source: Stop
fa_ir: توقف
hi: रोकें
it: Interrompi
pt_br: Parar

source: That's it!
fa_ir: تمام شد!
hi: बस इतना ही!
it: È questo!
pt_br: É isso!

source: This will permanently delete all your books and reading sessions. This action cannot be undone.
fa_ir: این کار همهٔ کتاب‌ها و جلسات خواندن شما را برای همیشه حذف می‌کند. این عملیات قابل بازگردانی نیست.
hi: यह आपकी सभी किताबें और पठन सत्र स्थायी रूप से हटा देगा। इस कार्रवाई को वापस नहीं लिया जा सकता।
it: Questo eliminerà definitivamente tutti i tuoi libri e le sessioni di lettura. Questa azione non può essere annullata.
pt_br: Isso vai deletar permanentemente todos os seus livros e sessões de leitura. Isso não pode ser desfeito!

source: Title
fa_ir: عنوان
hi: शीर्षक
it: Titolo
pt_br: Título

source: Your bookshelf is empty!
fa_ir: قفسهٔ کتاب شما خالی است!
hi: आपकी बुकशेल्फ़ खाली है!
it: Il tuo scaffale è vuoto!
pt_br: Sua biblioteca está vazia!
